{  "\\boldsymbol": 0,
  "\\text": 1,
  "\\geqslant": 2,
  "%": 3,
  "!": 4,
  "\"": 5,
  "&": 6,
  "'": 7,
  "(": 8,
  ")": 9,
  "*": 10,
  "+": 11,
  ",": 12,
  "-": 13,
  "--": 14,
  ".": 15,
  "/": 16,
  "0": 17,
  "1": 18,
  "2": 19,
  "3": 20,
  "4": 21,
  "5": 22,
  "6": 23,
  "7": 24,
  "8": 25,
  "9": 26,
  ":": 27,
  ";": 28,
  "<": 29,
  "=": 30,
  ">": 31,
  "?": 32,
  "A": 33,
  "B": 34,
  "C": 35,
  "D": 36,
  "E": 37,
  "F": 38,
  "G": 39,
  "H": 40,
  "I": 41,
  "J": 42,
  "K": 43,
  "L": 44,
  "M": 45,
  "N": 46,
  "O": 47,
  "P": 48,
  "Q": 49,
  "R": 50,
  "S": 51,
  "T": 52,
  "U": 53,
  "V": 54,
  "W": 55,
  "X": 56,
  "Y": 57,
  "Z": 58,
  "[": 59,
  "\\": 60,
  "\\!": 61,
  "\\#": 62,
  "\\,": 63,
  "\\/": 64,
  "\\:": 65,
  "\\Big": 66,
  "\\Bigg": 67,
  "\\Biggl": 68,
  "\\Biggr": 69,
  "\\Bigl": 70,
  "\\Bigr": 71,
  "\\Delta": 72,
  "\\Gamma": 73,
  "\\Im": 74,
  "\\L": 75,
  "\\Lambda": 76,
  "\\Large": 77,
  "\\Leftrightarrow": 78,
  "\\Longleftrightarrow": 79,
  "\\Longrightarrow": 80,
  "\\O": 81,
  "\\Omega": 82,
  "\\P": 83,
  "\\Phi": 84,
  "\\Pi": 85,
  "\\Psi": 86,
  "\\Re": 87,
  "\\Rightarrow": 88,
  "\\S": 89,
  "\\Sigma": 90,
  "\\Theta": 91,
  "\\Upsilon": 92,
  "\\Vert": 93,
  "\\Xi": 94,
  "\\\\": 95,
  "\\_": 96,
  "\\acute": 97,
  "\\aleph": 98,
  "\\alpha": 99,
  "\\approx": 100,
  "\\arccos": 101,
  "\\arcsin": 102,
  "\\arctan": 103,
  "\\arg": 104,
  "\\ast": 105,
  "\\atop": 106,
  "\\b": 107,
  "\\backslash": 108,
  "\\bar": 109,
  "\\begin{array}": 110,
  "\\begin{cases}": 111,
  "\\begin{matrix}": 112,
  "\\begin{picture}": 113,
  "\\beta": 114,
  "\\bf": 115,
  "\\big": 116,
  "\\bigcap": 117,
  "\\bigcup": 118,
  "\\bigg": 119,
  "\\biggl": 120,
  "\\biggr": 121,
  "\\bigl": 122,
  "\\bigoplus": 123,
  "\\bigotimes": 124,
  "\\bigr": 125,
  "\\bigtriangledown": 126,
  "\\bigtriangleup": 127,
  "\\bigwedge": 128,
  "\\binom": 129,
  "\\bmod": 130,
  "\\boldmath": 131,
  "\\bot": 132,
  "\\breve": 133,
  "\\buildrel": 134,
  "\\bullet": 135,
  "\\cal": 136,
  "\\cap": 137,
  "\\cdot": 138,
  "\\cdotp": 139,
  "\\cdots": 140,
  "\\check": 141,
  "\\chi": 142,
  "\\circ": 143,
  "\\circle": 144,
  "\\colon": 145,
  "\\cong": 146,
  "\\cos": 147,
  "\\cosh": 148,
  "\\cot": 149,
  "\\coth": 150,
  "\\cup": 151,
  "\\d": 152,
  "\\dag": 153,
  "\\dagger": 154,
  "\\ddot": 155,
  "\\ddots": 156,
  "\\deg": 157,
  "\\delta": 158,
  "\\det": 159,
  "\\diamond": 160,
  "\\diamondsuit": 161,
  "\\dim": 162,
  "\\displaystyle": 163,
  "\\dot": 164,
  "\\doteq": 165,
  "\\dots": 166,
  "\\downarrow": 167,
  "\\ell": 168,
  "\\emptyset": 169,
  "\\end{array}": 170,
  "\\end{cases}": 171,
  "\\end{matrix}": 172,
  "\\end{picture}": 173,
  "\\enskip": 174,
  "\\enspace": 175,
  "\\epsilon": 176,
  "\\equiv": 177,
  "\\eta": 178,
  "\\exp": 179,
  "\\fbox": 180,
  "\\flat": 181,
  "\\footnotesize": 182,
  "\\forall": 183,
  "\\frac": 184,
  "\\gamma": 185,
  "\\ge": 186,
  "\\geq": 187,
  "\\gg": 188,
  "\\hat": 189,
  "\\hbar": 190,
  "\\hfill": 191,
  "\\hline": 192,
  "\\hookrightarrow": 193,
  "\\hspace": 194,
  "\\i": 195,
  "\\imath": 196,
  "\\in": 197,
  "\\infty": 198,
  "\\int": 199,
  "\\iota": 200,
  "\\it": 201,
  "\\jmath": 202,
  "\\kappa": 203,
  "\\kern": 204,
  "\\l": 205,
  "\\label": 206,
  "\\lambda": 207,
  "\\land": 208,
  "\\langle": 209,
  "\\large": 210,
  "\\lbrace": 211,
  "\\lbrack": 212,
  "\\ldots": 213,
  "\\le": 214,
  "\\left(": 215,
  "\\left.": 216,
  "\\left<": 217,
  "\\left[": 218,
  "\\left\\langle": 219,
  "\\left\\lbrack": 220,
  "\\left\\vert": 221,
  "\\left\\{": 222,
  "\\left\\|": 223,
  "\\leftarrow": 224,
  "\\leftrightarrow": 225,
  "\\left|": 226,
  "\\leq": 227,
  "\\lfloor": 228,
  "\\lim": 229,
  "\\line": 230,
  "\\ll": 231,
  "\\llap": 232,
  "\\ln": 233,
  "\\log": 234,
  "\\longleftrightarrow": 235,
  "\\longmapsto": 236,
  "\\longrightarrow": 237,
  "\\makebox": 238,
  "\\mapsto": 239,
  "\\mathbf": 240,
  "\\mathcal": 241,
  "\\mathit": 242,
  "\\mathop": 243,
  "\\mathrm": 244,
  "\\mathsf": 245,
  "\\max": 246,
  "\\mid": 247,
  "\\min": 248,
  "\\mit": 249,
  "\\mp": 250,
  "\\mu": 251,
  "\\nabla": 252,
  "\\natural": 253,
  "\\ne": 254,
  "\\neq": 255,
  "\\ni": 256,
  "\\noalign": 257,
  "\\nonumber": 258,
  "\\not": 259,
  "\\nu": 260,
  "\\o": 261,
  "\\odot": 262,
  "\\oint": 263,
  "\\omega": 264,
  "\\ominus": 265,
  "\\oplus": 266,
  "\\otimes": 267,
  "\\overbrace": 268,
  "\\overleftarrow": 269,
  "\\overline": 270,
  "\\overrightarrow": 271,
  "\\parallel": 272,
  "\\partial": 273,
  "\\perp": 274,
  "\\phantom": 275,
  "\\phi": 276,
  "\\pi": 277,
  "\\pm": 278,
  "\\pounds": 279,
  "\\prime": 280,
  "\\prod": 281,
  "\\propto": 282,
  "\\protect": 283,
  "\\psi": 284,
  "\\put": 285,
  "\\qquad": 286,
  "\\quad": 287,
  "\\raise": 288,
  "\\raisebox": 289,
  "\\rangle": 290,
  "\\rbrace": 291,
  "\\rbrack": 292,
  "\\ref": 293,
  "\\rfloor": 294,
  "\\rho": 295,
  "\\right)": 296,
  "\\right.": 297,
  "\\right>": 298,
  "\\right\\rangle": 299,
  "\\right\\rbrack": 300,
  "\\right\\vert": 301,
  "\\right\\|": 302,
  "\\right\\}": 303,
  "\\right]": 304,
  "\\rightarrow": 305,
  "\\rightharpoonup": 306,
  "\\right|": 307,
  "\\rlap": 308,
  "\\sb": 309,
  "\\scriptscriptstyle": 310,
  "\\scriptsize": 311,
  "\\scriptstyle": 312,
  "\\sec": 313,
  "\\setlength": 314,
  "\\sf": 315,
  "\\sharp": 316,
  "\\sigma": 317,
  "\\sim": 318,
  "\\simeq": 319,
  "\\sin": 320,
  "\\sinh": 321,
  "\\sl": 322,
  "\\slash": 323,
  "\\small": 324,
  "\\smallskip": 325,
  "\\sp": 326,
  "\\space": 327,
  "\\sqrt": 328,
  "\\stackrel": 329,
  "\\star": 330,
  "\\strut": 331,
  "\\subset": 332,
  "\\subseteq": 333,
  "\\sum": 334,
  "\\sup": 335,
  "\\supset": 336,
  "\\tan": 337,
  "\\tanh": 338,
  "\\tau": 339,
  "\\textbf": 340,
  "\\textrm": 341,
  "\\textstyle": 342,
  "\\textup": 343,
  "\\theta": 344,
  "\\thinspace": 345,
  "\\tilde": 346,
  "\\times": 347,
  "\\tiny": 348,
  "\\to": 349,
  "\\triangle": 350,
  "\\tt": 351,
  "\\underbrace": 352,
  "\\underline": 353,
  "\\unitlength": 354,
  "\\uparrow": 355,
  "\\upsilon": 356,
  "\\varepsilon": 357,
  "\\varphi": 358,
  "\\varpi": 359,
  "\\varrho": 360,
  "\\varsigma": 361,
  "\\vartheta": 362,
  "\\vdots": 363,
  "\\vec": 364,
  "\\vee": 365,
  "\\vert": 366,
  "\\vline": 367,
  "\\vphantom": 368,
  "\\vspace": 369,
  "\\wedge": 370,
  "\\widehat": 371,
  "\\widetilde": 372,
  "\\wp": 373,
  "\\xi": 374,
  "\\zeta": 375,
  "\\{": 376,
  "\\|": 377,
  "\\}": 378,
  "]": 379,
  "^": 380,
  "_": 381,
  "`": 382,
  "a": 383,
  "b": 384,
  "c": 385,
  "d": 386,
  "e": 387,
  "f": 388,
  "g": 389,
  "h": 390,
  "i": 391,
  "j": 392,
  "k": 393,
  "l": 394,
  "m": 395,
  "n": 396,
  "o": 397,
  "p": 398,
  "q": 399,
  "r": 400,
  "s": 401,
  "t": 402,
  "u": 403,
  "v": 404,
  "w": 405,
  "x": 406,
  "y": 407,
  "z": 408,
  "{": 409,
  "|": 410,
  "}": 411,
  "~": 412,"万":413,"达":414,"范":415,"自":416,"情":417,"公":418,"半":419,"垂":420,"原":421,"子":422,"师":423,"曲":424,"条":425,"落":426,"抛":427,"根":428,"安":429,"声":430,"中":431,"样":432,"点":433,"试":434,"虚":435,"证":436,"对":437,"两":438,"编":439,"车":440,"且":441,"设":442,"费":443,"美":444,"橘":445,"件":446,"至":447,"线":448,"划":449,"知":450,"展":451,"边":452,"号":453,"过":454,"动":455,"计":456,"体":457,"长":458,"同":459,"丙":460,"共":461,"概":462,"量":463,"前":464,"项":465,"当":466,"球":467,"先":468,"使":469,"所":470,"台":471,"始":472,"离":473,"望":474,"极":475,"述":476,"轴":477,"算":478,"面":479,"及":480,"行":481,"异":482,"常":483,"函":484,"顶":485,"正":486,"男":487,"二":488,"通":489,"记":490,"都":491,"分":492,"甲":493,"影":494,"与":495,"弦":496,"不":497,"超":498,"如":499,"将":500,"选":501,"品":502,"零":503,"解":504,"单":505,"立":506,"合":507,"夹":508,"增":509,"别":510,"等":511,"名":512,"三":513,"”":514,"法":515,"式":516,"可":517,"测":518,"复":519,"只":520,"足":521,"余":522,"底":523,"一":524,"锐":525,"已":526,"值":527,"得":528,"意":529,"元":530,"能":531,"双":532,"时":533,"然":534,"题":535,"总":536,"内":537,"右":538,"和":539,"向":540,"纯":541,"程":542,"大":543,"焦":544,"级":545,"致":546,"路":547,"出":548,"心":549,"最":550,"位":551,"平":552,"恒":553,"幂":554,"小":555,"因":556,"抽":557,"列":558,"图":559,"用":560,"到":561,"某":562,"老":563,"速":564,"置":565,"次":566,"切":567,"束":568,"若":569,"雉":570,"其":571,"该":572,"要":573,"从":574,"人":575,"少":576,"而":577,"积":578,"钟":579,"辆":580,"则":581,"射":582,"音":583,"方":584,"春":585,"系":586,"保":587,"集":588,"各":589,"作":590,"成":591,"。":592,"身":593,"损":594,"满":595,"圆":596,"仅":597,"轨":598,"标":599,"间":600,"况":601,"又":602,"称":603,"以":604,"柱":605,"定":606,"率":607,"物":608,"比":609,"直":610,"坐":611,"四":612,"事":613,"减":614,"吨":615,"部":616,"И":617,"迹":618,"存":619,"交":620,"在":621,"求":622,"隔":623,"差":624,"由":625,"爬":626,"关":627,"穷":628,"学":629,"偶":630,"生":631,"的":632,"个":633,"调":634,"斜":635,"是":636,"数":637,"于":638,"处":639,"产":640,"任":641,"递":642,"笋":643,"排":644,"棱":645,"取":646,"角":647,"即":648,"实":649,"表":650,"恰":651,"女":652,"约":653,"估":654,"据":655,"种":656,"须":657,"区":658,"开":659,"质":660,"为":661,"“":662,"首":663,"组":664,"周":665,"围":666,"布":667,"外":668,"椭":669,"形":670,"乙":671,"象":672,"运":673,"或":674,"相":675,"无":676,"侧":677,"上":678,"像":679,"有":680,"本":681,"空":682,"高":683,"奇":684,"期":685,"、":686,
  "<PAD>": 687,"<SOS>": 688,"<EOS>": 689,"<UNK>": 690
}